Repository: Ozenforwin/akifi-ios
Catalog: AkifiIOS/Localization/Localizable.xcstrings
Source language: ru
Languages: en, es

# stats.accounts
source: Счетов
en: Accounts
es: Cuentas

# stats.categories
source: Категорий
en: Categories
es: Categorias

# stats.transactions
source: Операций
en: Transactions
es: Operaciones

# status.offline
source: Нет сети
en: Offline
es: Sin conexión

# streak.consecutiveDays
source: подряд с операциями
en: consecutive with transactions
es: seguidos con operaciones

# streak.days.few
source: дня
en: days
es: días

# streak.days.many
source: дней
en: days
es: días

# streak.days.one
source: день
en: day
es: día

# streak.milestone.7
source: Первая неделя!
en: First week!
es: ¡Primera semana!

# streak.milestone.14
source: Две недели подряд
en: Two weeks strong
es: Dos semanas firmes

# streak.milestone.30
source: Месяц дисциплины
en: Month of discipline
es: Mes de disciplina

# streak.milestone.60
source: Два месяца фокуса
en: Two months of focus
es: Dos meses de enfoque

# streak.milestone.100
source: Сотня
en: Hundred days
es: Cien días

# streak.milestone.180
source: Полгода с Akifi
en: Half a year
es: Medio año

# streak.milestone.365
source: Год с Akifi
en: One full year with Akifi
es: Un año completo con Akifi

# streak.milestone.continue
source: Продолжай!
en: Keep it up
es: Sigue así

# streak.milestone.reached
source: Новый рубеж
en: Milestone reached
es: Meta alcanzada

# streak.milestone.subtitle
source: %d дней подряд с финансами Akifi
en: %d consecutive days tracking your finances
es: %d días seguidos registrando tus finanzas

# sub.monthly
source: В месяц
en: Monthly
es: Mensual

# sub.noSubs
source: Нет активных подписок
en: No Active Subscriptions
es: Sin suscripciones activas

# sub.reminder
source: Напоминание
en: Reminder
es: Recordatorio

# sub.subscriptions
source: Подписки
en: Subscriptions
es: Suscripciones

# subscription.period.custom
source: Произвольный
en: Custom
es: Personalizado

# subscription.period.monthly
source: Ежемесячно
en: Monthly
es: Mensual

# subscription.period.quarterly
source: Ежеквартально
en: Quarterly
es: Trimestral

# subscription.period.weekly
source: Еженедельно
en: Weekly
es: Semanal

# subscription.period.yearly
source: Ежегодно
en: Yearly
es: Anual

# subscriptions.active
source: Активные
en: Active
es: Activas

# subscriptions.add
source: Добавить подписку
en: Add subscription
es: Añadir suscripción

# subscriptions.addPayment
source: Добавить платёж
en: Add payment

# subscriptions.autoCalculated
source: Рассчитывается автоматически. Можно изменить вручную.
en: Calculated automatically. You can change it manually.

# subscriptions.autoMatch.body
source: Транзакция связана с подпиской «%@».
en: Transaction linked to subscription "%@".
es: Transacción vinculada a la suscripción «%@».

# subscriptions.autoMatch.setting
source: Автоматически связывать транзакции
en: Auto-link transactions
es: Vincular transacciones automáticamente

# subscriptions.autoMatch.settingFooter
source: Новые расходы, совпадающие с активной подпиской, записываются автоматически. Отменить можно в течение 5 секунд.
en: New expenses matching an active subscription are recorded automatically. You can undo within 5 seconds.
es: Los gastos nuevos que coincidan con una suscripción activa se registran automáticamente. Puedes deshacer en 5 segundos.

# subscriptions.autoMatch.title
source: Платёж связан
en: Payment linked
es: Pago vinculado

# subscriptions.category
source: Категория
en: Category
es: Categoría

# subscriptions.datesSection
source: Даты
en: Dates

# subscriptions.daysBefore.1
source: За 1 день
en: 1 day before
es: 1 día antes

# subscriptions.daysBefore.2
source: За 2 дня
en: 2 days before
es: 2 días antes

# subscriptions.daysBefore.3
source: За 3 дня
en: 3 days before
es: 3 días antes

# subscriptions.daysBefore.5
source: За 5 дней
en: 5 days before
es: 5 días antes

# subscriptions.daysBefore.7
source: За 7 дней
en: 7 days before
es: 7 días antes

# subscriptions.daysBefore.14
source: За 14 дней
en: 14 days before
es: 14 días antes

# subscriptions.daysBefore.30
source: За 30 дней
en: 30 days before
es: 30 días antes

# subscriptions.empty
source: Нет подписок
en: No subscriptions
es: Sin suscripciones

# subscriptions.emptyDescription
source: Добавьте подписки для отслеживания
en: Add subscriptions to track
es: Anade suscripciones para rastrear

# subscriptions.inDays.%lld
source: через %lld дн.
en: in %lld days
es: en %lld días

# subscriptions.lastPayment
source: Последнее списание
en: Last payment

# subscriptions.new
source: Новая подписка
en: New Subscription
es: New Subscription

# subscriptions.nextPayment
source: Следующее списание
en: Next payment

# subscriptions.noActive
source: Нет активных подписок
en: No active subscriptions
es: Sin suscripciones activas

# subscriptions.noCategory
source: Без категории
en: None
es: Ninguna

# subscriptions.noPayments
source: Пока нет записей о платежах
en: No payments recorded yet

# subscriptions.noPaymentsDescription
source: Нажмите +, чтобы записать первый платёж.
en: Tap the + button to record your first payment.

# subscriptions.noSubscriptions
source: Нет подписок
en: No subscriptions
es: No subscriptions

# subscriptions.onChargeDay
source: В день списания
en: On charge day
es: El día del cobro

# subscriptions.paymentDate
source: Дата платежа
en: Payment date

# subscriptions.paymentHistory
source: История платежей
en: Payment history

# subscriptions.period
source: Период
en: Period
es: Periodo

# subscriptions.perMonth
source: В месяц
en: Per month
es: Per month

# subscriptions.recordPayment
source: Записать платёж
en: Record payment

# subscriptions.remind
source: Напомнить
en: Remind
es: Recordar

# subscriptions.reminder
source: Напоминание
en: Reminder
es: Recordatorio

# subscriptions.section.active
source: Активные
en: Active
es: Activas

# subscriptions.section.archive
source: Архив
en: Archive
es: Archivo

# subscriptions.section.paused
source: На паузе
en: Paused
es: En pausa

# subscriptions.serviceName
source: Название сервиса
en: Service name
es: Service name

# subscriptions.specifyLastPayment
source: Указать дату последнего списания
en: Specify last payment date

# subscriptions.status
source: Статус
en: Status
es: Estado

# subscriptions.status.active
source: Активна
en: Active
es: Activa

# subscriptions.status.cancelled
source: Отменена
en: Cancelled
es: Cancelada

# subscriptions.status.footer.active
source: Подписка списывается по расписанию.
en: Subscription is charging as scheduled.
es: La suscripción se cobra según lo previsto.

# subscriptions.status.footer.cancelled
source: Подписка отменена и перемещена в архив.
en: Subscription is cancelled and moved to archive.
es: La suscripción está cancelada y archivada.

# subscriptions.status.footer.paused
source: Списания приостановлены. Напоминания выключены.
en: Billing is temporarily suspended. Reminders are off.
es: Los cobros están suspendidos. Recordatorios desactivados.

# subscriptions.status.paused
source: На паузе
en: Paused
es: Pausada

# subscriptions.subscription
source: Подписка
en: Subscription
es: Suscripción

# subscriptions.title
source: Подписки
en: Subscriptions
es: Suscripciones

# subscriptions.today
source: Сегодня
en: Today
es: Hoy

# summary.monthlyExpense
source: Расходы за месяц
en: Monthly expenses
es: Gastos del mes

# summary.monthlyIncome
source: Доходы за месяц
en: Monthly income
es: Ingresos del mes

# tab.analytics
source: Аналитика
en: Analytics
es: Análisis

# tab.assistant
source: Ассистент
en: Assistant
es: Asistente

# tab.budgets
source: Бюджеты
en: Budgets
es: Presupuestos

# tab.home
source: Главная
en: Home
es: Inicio

# tab.journal
source: Журнал
en: Journal
es: Diario

# tab.transactions
source: Операции
en: Transactions
es: Operaciones

# tabs.analytics
source: Аналитика
en: Analytics
es: Analytics

# tabs.budgets
source: Бюджеты
en: Budgets
es: Budgets

# tabs.home
source: Главная
en: Home
es: Home

# tabs.settings
source: Настройки
en: Settings
es: Settings

# tabs.transactions
source: Операции
en: Transactions
es: Transactions

# theme.dark
source: Тёмная
en: Dark
es: Oscuro

# theme.light
source: Светлая
en: Light
es: Claro

# theme.system
source: Системная
en: System
es: Sistema

# tone.balanced
source: Сбалансированный
en: Balanced
es: Equilibrado

# tone.balanced.description
source: Помогающий, нейтральный тон
en: Helpful, neutral tone
es: Tono util y neutral

# tone.friendly
source: Дружелюбный
en: Friendly
es: Amigable

# tone.friendly.description
source: Тёплый, поддерживающий стиль
en: Warm, supportive style
es: Estilo calido y comprensivo

# tone.strict
source: Сдержанный
en: Reserved
es: Reservado

# tone.strict.description
source: Факты, кратко, фокус на рисках
en: Facts, brief, risk-focused
es: Hechos, breve, enfocado en riesgos

# transaction.dateTime
source: Дата и время
en: Date and time
es: Fecha y hora

# transaction.deleteConfirm
source: Удалить операцию?
en: Delete transaction?
es: ¿Eliminar operación?

# transaction.deleteConfirmMessage
source: Это действие нельзя отменить.
en: This cannot be undone.
es: Esta acción no se puede deshacer.

# transaction.description
source: Описание
en: Description
es: Descripción

# transaction.details
source: Детали
en: Details
es: Detalles

# transaction.invalidAmount
source: Некорректная сумма
en: Invalid amount
es: Monto incorrecto

# transaction.newTransaction
source: Новая операция
en: New transaction
es: Nueva operación

# transaction.noAccount
source: Без счёта
en: No account
es: Sin cuenta

# transaction.noCategory
source: Без категории
en: No category
es: Sin categoria

# transaction.selectCategory
source: Выбрать категорию
en: Select category
es: Seleccionar categoría

# transaction.transfer
source: Перевод
en: Transfer
es: Transferencia

# transaction.transferBetweenAccounts
source: Перевод между счетами
en: Transfer between accounts
es: Transferencia entre cuentas

# transactions.dateFilter
source: Фильтр по дате
en: Date filter
es: Date filter

# transactions.editing
source: Редактирование
en: Edit
es: Edit

# transactions.empty.description
source: Добавьте первую операцию или импортируйте из банковской выписки
en: Add your first transaction or import from a bank statement
es: Añada su primera operación o importe un extracto bancario

# transactions.empty.title
source: Нет операций
en: No transactions
es: Sin operaciones

# transactions.expense
source: Расход
en: Expense
es: Expense

# transactions.filterAccount
source: СЧЁТ
en: ACCOUNT
es: CUENTA

# transactions.filterCategory
source: Категория
en: Category
es: Categoría

# transactions.filterPeriod
source: ПЕРИОД
en: PERIOD
es: PERÍODO

# transactions.filters
source: Фильтры
en: Filters
es: Filtros

# transactions.filtersActive
source: Фильтры активны
en: Filters active
es: Filtros activos

# transactions.filterType
source: ТИП
en: TYPE
es: TIPO

# transactions.from
source: От
en: From
es: From

# transactions.incomeType
source: Доход
en: Income
es: Income

# transactions.invalidAmount
source: Некорректная сумма
en: Invalid amount
es: Invalid amount

# transactions.makeTransfer
source: Перевести
en: Transfer
es: Transfer

# transactions.newTransaction
source: Новая операция
en: New transaction
es: New transaction

# transactions.noAccount
source: Без счёта
en: No account
es: No account

# transactions.noCategory
source: Без категории
en: No category
es: No category

# transactions.recent
source: Последние операции
en: Recent transactions
es: Operaciones recientes

# transactions.reset
source: Сбросить
en: Reset
es: Restablecer

# transactions.search
source: Поиск операций
en: Search transactions
es: Search transactions

# transactions.selectCategory
source: Выбрать категорию
en: Select category
es: Select category

# transactions.title
source: Операции
en: Transactions
es: Operaciones

# transactions.to
source: До
en: To
es: To

# transactions.transfer
source: Перевод
en: Transfer
es: Transfer

# transactions.transferFrom
source: Откуда
en: From
es: From

# transactions.transferTo
source: Куда
en: To
es: To

# transactions.update
source: Обновить
en: Update
es: Update

# transfer.amount
source: Сумма
en: Amount
es: Monto

# transfer.comment
source: Комментарий
en: Comment
es: Comentario

# transfer.details
source: Детали
en: Details
es: Detalles

# transfer.fillAllFields
source: Заполните все поля
en: Fill in all fields
es: Complete todos los campos

# transfer.from
source: Откуда
en: From
es: Desde

# transfer.submit
source: Перевести
en: Transfer
es: Transferir

# transfer.to
source: Куда
en: To
es: Hacia

# tx.addFirst
source: Добавьте первую операцию
en: Add your first transaction
es: Añade tu primera operación

# tx.amount
source: Сумма
en: Amount
es: Importe

# tx.autoTransfer.badge
source: Из %@
en: From %@
es: De %@

# tx.autoTransfer.deleteWarning.body
source: Этот перевод связан с расходом «%@». Чтобы удалить, удалите сам расход.
en: This transfer is linked to expense «%@». Delete the expense to remove the pair.
es: Esta transferencia está vinculada al gasto «%@». Eliminar el gasto elimina el par.

# tx.autoTransfer.deleteWarning.title
source: Нельзя удалить напрямую
en: Cannot delete directly
es: No se puede eliminar directamente

# tx.category
source: Категория
en: Category
es: Categoría

# tx.dateTime
source: Дата и время
en: Date and Time
es: Fecha y hora

# tx.description
source: Описание
en: Description
es: Descripción

# tx.details
source: Детали
en: Details
es: Detalles

# tx.editing
source: Редактирование
en: Editing
es: Edición

# tx.expense
source: Расход
en: Expense
es: Gasto

# tx.expenseMonthly
source: Расходы за месяц
en: Monthly Expenses
es: Gastos del mes

# tx.filtersActive
source: Фильтры активны
en: Filters Active
es: Filtros activos

# tx.income
source: Доход
en: Income
es: Ingreso

# tx.incomeMonthly
source: Доходы за месяц
en: Monthly Income
es: Ingresos del mes

# tx.newTransaction
source: Новая операция
en: New Transaction
es: Nueva operación

# tx.noTransactions
source: Нет операций
en: No Transactions
es: Sin operaciones

# tx.paymentSource
source: Оплачено с
en: Paid from
es: Pagado desde

# tx.paymentSource.default
source: дефолт
en: default
es: predeterminado

# tx.paymentSource.hint.autoTransfer
source: Создадим перевод %1$@ с %2$@ на %3$@.
en: We'll create a transfer of %1$@ from %2$@ to %3$@.
es: Crearemos una transferencia de %1$@ de %2$@ a %3$@.

# tx.paymentSource.hint.autoTransfer.crossCurrency
source: Создадим перевод %1$@ с %2$@ (≈ %3$@) на %4$@.
en: We'll create a transfer of %1$@ from %2$@ (≈ %3$@) to %4$@.
es: Crearemos una transferencia de %1$@ desde %2$@ (≈ %3$@) a %4$@.

# tx.paymentSource.hint.currencyMismatch
source: Доступна только для счетов в одной валюте.
en: Available only for accounts in the same currency.
es: Disponible solo para cuentas en la misma moneda.

# tx.paymentSource.none
source: Не задан
en: Not set
es: No establecido

# tx.paymentSource.onboarding.body
source: Обычно оплачиваешь с личной карты? Выбери её ниже в «Оплачено с» — создадим перевод автоматически.
en: Usually paying with a personal card? Pick it in "Paid from" below — we'll create the transfer automatically.
es: ¿Sueles pagar con tu tarjeta personal? Elígela en «Pagado desde» — crearemos la transferencia automáticamente.

# tx.paymentSource.onboarding.dismiss
source: Понятно
en: Got it
es: Entendido

# tx.paymentSource.onboarding.title
source: Подсказка: авто-перевод на общем счёте
en: Tip: auto-transfer on shared accounts
es: Sugerencia: transferencia automática en cuentas compartidas

# tx.paymentSource.self
source: Этот счёт (обычный расход)
en: This account (regular expense)
es: Esta cuenta (gasto normal)

# tx.recent
source: Последние операции
en: Recent Transactions
es: Operaciones recientes

# tx.selectCategory
source: Выберите категорию
en: Select Category
es: Seleccione categoría

# tx.transfer
source: Перевод
en: Transfer
es: Transferencia

# welcome.accountHint
source: Добавьте свой счёт, чтобы начать
en: Add your account to get started
es: Añada su cuenta para comenzar

# welcome.addTransaction
source: Добавить операцию
en: Add transaction
es: Añadir operación

# welcome.budgetHint
source: Контролируйте расходы с помощью бюджетов
en: Control your spending with budgets
es: Controle sus gastos con presupuestos

# welcome.importStatement
source: Импорт из выписки
en: Import bank statement
es: Importar extracto

# welcome.scanReceipt
source: Сканировать чек
en: Scan receipt
es: Escanear recibo

# welcome.subscriptionHint
source: Отслеживайте свои подписки
en: Track your subscriptions
es: Rastree sus suscripciones

# welcome.subtitle
source: Вот как будет выглядеть ваше приложение
en: This is how your app will look with data
es: Así se verá tu aplicación con datos

# welcome.summaryHint
source: Сводка ваших доходов и расходов
en: Your income and expenses summary
es: Resumen de sus ingresos y gastos

# welcome.title
source: Добро пожаловать!
en: Welcome!
es: ¡Bienvenido!

# welcome.transactionsHint
source: Здесь будут ваши последние операции
en: Your recent transactions will appear here
es: Aquí aparecerán sus operaciones recientes
